Repository: MochiLog/MochiLog
Catalog: MochiLog/Resources/strings/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

# device_selection_mode_footer
source: バッテリーログ記録時のデバイス判別方法を選択します
de: Wähle, wie das Gerät bei Batterieaufzeichnungen bestimmt wird
en: Choose how the device is determined when recording a battery log
es: Elige cómo identificar el dispositivo al registrar la batería
fr: Choisissez comment identifier l’appareil lors d’un relevé
ko: 배터리 로그 기록 시 기기를 판별하는 방법을 선택하세요
zh_hans: 选择记录电池日志时识别设备的方式
zh_hant: 選擇記錄電池日誌時辨識裝置的方式

# device_selection_settings
source: デバイス選択
de: Geräteauswahl
en: Device Selection
es: Selección de dispositivo
fr: Sélection de l’appareil
ko: 기기 선택
zh_hans: 设备选择
zh_hant: 裝置選擇

# diag_normal
source: ✅ 正常
de: ✅ Normal
en: ✅ Normal
es: ✅ Normal
fr: ✅ Normal
ko: ✅ 정상

# diag_replace_recommended
source: ⚠️ 交換推奨
de: ⚠️ Austausch empfohlen
en: ⚠️ Replace Recommended
es: ⚠️ Sustitución recomendada
fr: ⚠️ Remplacement conseillé
ko: ⚠️ 교체 권장
zh_hans: ⚠️ 建议更换
zh_hant: ⚠️ 建議更換

# diag_slightly_degraded
source: ℹ️ やや劣化
de: ℹ️ Leicht gealtert
en: ℹ️ Slightly Degraded
es: ℹ️ Leve desgaste
fr: ℹ️ Légère usure
ko: ℹ️ 약간 노후됨
zh_hans: ℹ️ 轻度老化
zh_hant: ℹ️ 輕度老化

# diagnostic_result
source: 診断結果
de: Diagnoseergebnis
en: Diagnostic Result
es: Resultado del diagnóstico
fr: Résultat du diagnostic
ko: 진단 결과
zh_hans: 诊断结果
zh_hant: 診斷結果

# discord_announcement_card_subtitle
source: コミュニティに参加
de: Der Community beitreten
en: Join our community
es: Únete a la comunidad
fr: Rejoignez la communauté
ko: 커뮤니티 참여
zh_hans: 加入社区
zh_hant: 加入社群

# discord_announcement_card_title
source: Discordサーバー
de: Discord-Server
en: Discord Server
es: Servidor de Discord
fr: Serveur Discord
ko: Discord 서버
zh_hans: Discord服务器
zh_hant: Discord伺服器

# discord_announcement_close_button
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# discord_announcement_description
source: ご要望や不具合などを直接共有できる場所を用意しました
de: Teile deine Ideen und Fehlerberichte direkt mit uns
en: Share your ideas and bug reports with us directly
es: Comparte tus ideas e informes de errores con nosotros
fr: Partagez directement vos idées et signalements de bugs
ko: 아이디어와 오류를 직접 공유해주세요
zh_hans: 直接向我们分享建议和问题报告
zh_hant: 直接向我們分享建議與問題回報

# discord_announcement_feature_fast
source: 不具合報告への迅速な対応
de: Schnellere Reaktion auf Fehlerberichte
en: Faster response to bug reports
es: Respuesta más rápida a errores
fr: Réponse plus rapide aux bugs
ko: 빠른 오류 보고 대응
zh_hans: 更快处理问题报告
zh_hant: 更快處理問題回報

# discord_announcement_feature_ideas
source: 機能要望やアイデアを共有
de: Funktionswünsche und Ideen teilen
en: Share feature requests and ideas
es: Comparte funciones e ideas
fr: Partagez vos idées de fonctionnalités
ko: 기능 요청과 아이디어 공유
zh_hans: 分享功能建议和想法
zh_hant: 分享功能建議與想法

# discord_announcement_join_button
source: Discordを開く
de: Discord öffnen
en: Open Discord
es: Abrir Discord
fr: Ouvrir Discord
ko: Discord 열기
zh_hans: 打开Discord
zh_hant: 開啟Discord

# discord_announcement_nav_title
source: お知らせ
de: Neuigkeiten
en: Update
es: Novedades
fr: Actualités
ko: 안내
zh_hans: 通知
zh_hant: 通知

# discord_announcement_note
source: 参加は任意です。設定からいつでもアクセスできます。
de: Die Teilnahme ist freiwillig. Den Link findest du jederzeit in den Einstellungen.
en: Participation is optional. You can always find the link in Settings.
es: La participación es opcional. Encontrarás el enlace en Ajustes cuando quieras.
fr: La participation est facultative. Le lien reste disponible dans les réglages.
ko: 참여는 선택 사항입니다. 설정에서 언제든지 링크를 찾을 수 있습니다.
zh_hans: 是否加入由您决定。您随时可以在设置中找到链接。
zh_hant: 是否加入由您決定。您隨時可以在設定中找到連結。

# discord_announcement_title
source: Discordサーバーを作りました
de: Wir haben einen Discord-Server erstellt!
en: We Created a Discord Server!
es: ¡Creamos un servidor de Discord!
fr: Nous avons créé un serveur Discord !
ko: Discord 서버를 만들었어요!
zh_hans: 我们创建了Discord服务器！
zh_hant: 我們建立了Discord伺服器！

source: Discord告知
de: Discord-Mitteilung
en: Discord Announcement
es: Anuncio de Discord
fr: Annonce Discord
ko: Discord 공지
zh_hans: Discord公告
zh_hant: Discord公告

source: Discord告知は通常2.1.0以下からアップデートした際に一度だけ表示されます。
de: Die Discord-Mitteilung erscheint normalerweise einmal beim Update von Version 2.1.0 oder älter.
en: The Discord announcement normally appears once when updating from version 2.1.0 or earlier.
es: El anuncio de Discord suele mostrarse una vez al actualizar desde la versión 2.1.0 o anterior.
fr: L’annonce Discord apparaît normalement une fois lors d’une mise à jour depuis la version 2.1.0 ou antérieure.
ko: Discord 공지는 보통 2.1.0 이하 버전에서 업데이트할 때 한 번 표시됩니다.
zh_hans: 通常仅在从2.1.0或更早版本更新时显示一次Discord公告。
zh_hant: 通常僅在從2.1.0或更早版本更新時顯示一次Discord公告。

source: Discord告知をリセット
de: Discord-Mitteilung zurücksetzen
en: Reset Discord Announcement
es: Restablecer anuncio de Discord
fr: Réinitialiser l’annonce Discord
ko: Discord 공지 초기화
zh_hans: 重置Discord公告
zh_hant: 重設Discord公告

source: Discord告知を表示
de: Discord-Mitteilung anzeigen
en: Show Discord Announcement
es: Mostrar anuncio de Discord
fr: Afficher l’annonce Discord
ko: Discord 공지 표시
zh_hans: 显示Discord公告
zh_hant: 顯示Discord公告

# donation_description
source: MochiLogを気に入っていただけましたら、開発の継続のためにご支援をいただけると幸いです。
de: Wenn dir MochiLog gefällt, unterstütze den Entwickler, damit die Weiterentwicklung fortgesetzt werden kann.
en: If you enjoy using MochiLog, please consider supporting the developer to help continue development.
es: Si te gusta MochiLog, considera apoyar al desarrollador para que pueda seguir mejorándolo.
fr: Si vous appréciez MochiLog, pensez à soutenir son développeur pour poursuivre son amélioration.
ko: MochiLog가 마음에 드신다면 지속적인 개발을 위해 개발자를 후원해 주세요.
zh_hans: 如果您喜欢MochiLog，欢迎支持开发者，帮助我们继续开发。
zh_hant: 如果您喜歡MochiLog，歡迎支持開發者，協助我們持續開發。

# donation_description_short
source: 開発を応援していただけると嬉しいです
de: Deine Unterstützung ermöglicht die Weiterentwicklung
en: Your support helps keep development going
es: Tu apoyo permite continuar el desarrollo
fr: Votre soutien permet de poursuivre le développement
ko: 후원은 지속적인 개발에 도움이 됩니다
zh_hans: 您的支持帮助我们持续开发
zh_hant: 您的支持協助我們持續開發

# donation_options
source: 寄付の選択肢
de: Spendenoptionen
en: Donation Options
es: Opciones de donación
fr: Options de don
ko: 후원 옵션
zh_hans: 捐赠选项
zh_hant: 贊助選項

# donation_thanks_message
source: ご支援は大きな励みになり、MochiLogの改善を続けられます。
de: Deine Unterstützung bedeutet uns viel und hilft, MochiLog weiterzuentwickeln.
en: Your support means a lot and keeps MochiLog growing.
es: Tu apoyo significa mucho y ayuda a mejorar MochiLog.
fr: Votre soutien compte beaucoup et aide MochiLog à progresser.
ko: 후원은 큰 힘이 되며 MochiLog 개선을 이어갈 수 있게 합니다.
zh_hans: 您的支持是莫大的鼓励，让MochiLog不断进步。
zh_hant: 您的支持是莫大的鼓勵，讓MochiLog不斷進步。

# donation_thanks_title
source: 心よりありがとうございます
de: Vielen herzlichen Dank!
en: Thank you so much!
es: ¡Muchas gracias!
fr: Merci infiniment !
ko: 진심으로 감사합니다!
zh_hans: 衷心感谢！
zh_hant: 衷心感謝！

# donation_title
source: 開発者を支援
de: Entwickler unterstützen
en: Support Developer
es: Apoyar al desarrollador
fr: Soutenir le développeur
ko: 개발자 후원
zh_hans: 支持开发者
zh_hant: 支持開發者

# done
source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
ko: 완료
zh_hans: 完成
zh_hant: 完成

# duplicate
source: 重複
de: Duplikate
en: Duplicates
es: Duplicados
fr: Doublons
ko: 중복
zh_hans: 重复项
zh_hant: 重複項目

# duplicate_record
source: 同じ日時のログは既に登録されています
de: Ein Protokoll mit demselben Zeitpunkt ist bereits vorhanden
en: A log with the same date already exists
es: Ya existe un registro con la misma fecha y hora
fr: Un journal avec cette date et cette heure existe déjà
ko: 동일한 일시의 로그가 이미 있습니다
zh_hans: 相同日期和时间的日志已存在
zh_hant: 相同日期與時間的日誌已存在

# duplicate_skipped
source: 重複スキップ
de: Duplikat übersprungen
en: Duplicate skipped
es: Duplicado omitido
fr: Doublon ignoré
ko: 중복 건너뜀
zh_hans: 已跳过重复项
zh_hant: 已略過重複項目

# email_address
source: メールアドレス
de: E-Mail-Adresse
en: Email Address
es: Dirección de correo electrónico
fr: Adresse e-mail
ko: 이메일 주소
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# empty_log_preview
source: ログのプレビューはありません
de: Keine Protokollvorschau verfügbar
en: No log preview available
es: No hay vista previa del registro
fr: Aucun aperçu du journal
ko: 로그 미리보기가 없습니다
zh_hans: 暂无日志预览
zh_hant: 無日誌預覽

# enable_capacity_validation
source: 容量のバリデーションを有効にする
de: Kapazitätsprüfung aktivieren
en: Enable Capacity Validation
es: Activar validación de capacidad
fr: Activer la validation de capacité
ko: 용량 검증 사용
zh_hans: 启用容量验证
zh_hant: 啟用容量驗證

# error
source: エラー
de: Fehler
en: Error
es: Error
fr: Erreur
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# error_log_title
source: エラーログ
de: Fehlerprotokoll
en: Error Log
es: Registro de errores
fr: Journal d’erreurs
ko: 오류 로그
zh_hans: 错误日志
zh_hant: 錯誤日誌

# error_logs_description
source: アプリのエラーログを確認します
de: Fehlerprotokolle der App ansehen
en: View the app's error logs
es: Ver registros de errores de la app
fr: Voir les journaux d’erreurs de l’app
ko: 앱의 오류 로그 확인
zh_hans: 查看应用的错误日志
zh_hant: 檢視App的錯誤日誌

# export_data
source: データをエクスポート
de: Daten exportieren
en: Export Data
es: Exportar datos
fr: Exporter les données
ko: 데이터 내보내기
zh_hans: 导出数据
zh_hant: 匯出資料

# export_data_description
source: 全てのバッテリーレコードをYAML形式でエクスポートします
de: Alle Batterieaufzeichnungen als YAML exportieren
en: Export all battery records in YAML format
es: Exportar todos los registros de batería en YAML
fr: Exporter tous les relevés de batterie au format YAML
ko: 모든 배터리 기록을 YAML 형식으로 내보냅니다
zh_hans: 以YAML格式导出所有电池记录
zh_hant: 以YAML格式匯出所有電池記錄

# export_encode_error
source: データのエンコードに失敗しました
de: Daten konnten nicht codiert werden
en: Failed to encode data
es: No se pudieron codificar los datos
fr: Impossible d’encoder les données
ko: 데이터 인코딩 실패
zh_hans: 数据编码失败
zh_hant: 資料編碼失敗

# export_error_title
source: エクスポートエラー
de: Exportfehler
en: Export Error
es: Error de exportación
fr: Erreur d’exportation
ko: 내보내기 오류
zh_hans: 导出错误
zh_hant: 匯出錯誤

# export_write_error
source: ファイルの書き込みに失敗しました
de: Datei konnte nicht geschrieben werden
en: Failed to write file
es: No se pudo escribir el archivo
fr: Impossible d’écrire le fichier
ko: 파일 쓰기 실패
zh_hans: 无法写入文件
zh_hant: 無法寫入檔案

# file_read_error
source: ファイルの読み込みに失敗しました
de: Datei konnte nicht gelesen werden
en: Failed to read file
es: No se pudo leer el archivo
fr: Impossible de lire le fichier
ko: 파일을 읽지 못했습니다
zh_hans: 无法读取文件
zh_hant: 無法讀取檔案

# file_select_error
source: ファイル選択エラー
de: Fehler bei der Dateiauswahl
en: File selection error
es: Error al seleccionar el archivo
fr: Erreur de sélection du fichier
ko: 파일 선택 오류
zh_hans: 文件选择错误
zh_hant: 檔案選擇錯誤

# first_use_date
source: 初使用日
de: Datum der ersten Nutzung
en: First Use Date
es: Fecha del primer uso
fr: Date de première utilisation
ko: 최초 사용일
zh_hans: 首次使用日期
zh_hant: 首次使用日期

# general
source: 一般
de: Allgemein
en: General
es: General
fr: Général
ko: 일반
zh_hans: 通用

# github_description
source: GitHubでソースを見る
de: Quellcode auf GitHub ansehen
en: View the source code on GitHub
es: Ver código fuente en GitHub
fr: Voir le code source sur GitHub
ko: GitHub에서 소스 보기
zh_hans: 在GitHub查看源代码
zh_hant: 在GitHub檢視原始碼

# got_it
source: わかりました
de: Verstanden
en: Got It
es: Entendido
fr: Compris
ko: 알겠습니다
zh_hans: 知道了
zh_hant: 知道了

# health_trend_actual
source: 実測容量推移
de: Verlauf der gemessenen Kapazität
en: Actual Health Trend
es: Evolución de la capacidad real
fr: Évolution de la capacité mesurée
ko: 실측 용량 추이
zh_hans: 实测容量趋势
zh_hant: 實測容量趨勢

# health_trend_nominal
source: 公称容量推移
de: Verlauf der Nennkapazität
en: Nominal Health Trend
es: Evolución de la capacidad nominal
fr: Évolution de la capacité nominale
ko: 공칭 용량 추이
zh_hans: 标称容量趋势
zh_hant: 標稱容量趨勢

# hint_charge_range
source: その日の充電レベル（SoC）の範囲です。0%→100%の充放電を頻繁に行うとバッテリーの劣化が加速します。
de: Ladezustandsbereich (SoC) des Tages. Häufige Zyklen von 0 auf 100 % können den Verschleiß beschleunigen.
en: The range of charge levels (State of Charge) during the day. Frequently charging from 0% to 100% accelerates battery wear.
es: Rango de carga (SoC) durante el día. Cargar frecuentemente de 0% a 100% puede acelerar el desgaste.
fr: Plage de charge (SoC) de la journée. Des cycles fréquents de 0 à 100 % peuvent accélérer l’usure.
ko: 하루 동안의 충전 상태(SoC) 범위입니다. 0%에서 100%까지 자주 충방전하면 마모가 빨라질 수 있습니다.
zh_hans: 当天的电量范围（SoC）。频繁从0%充至100%可能加速电池损耗。
zh_hant: 當天的電量範圍（SoC）。頻繁從0%充至100%可能加速電池耗損。

# hint_cycle_count
source: バッテリーが完全な充放電サイクル（0→100%）を繰り返した回数です。回数が多いほど劣化が進んでいる傾向があります。
de: Anzahl vollständiger Lade- und Entladezyklen (0→100 %). Mehr Zyklen bedeuten meist stärkeren Verschleiß.
en: The number of times the battery has gone through a complete charge cycle (0→100%). Higher counts generally indicate more wear.
es: Número de ciclos completos de carga y descarga (0→100%). Más ciclos suelen indicar mayor desgaste.
fr: Nombre de cycles complets de charge et décharge (0→100 %). Un nombre élevé indique généralement plus d’usure.
ko: 배터리가 완전한 충방전 사이클(0→100%)을 거친 횟수입니다. 횟수가 많을수록 대체로 마모가 큽니다.
zh_hans: 电池完成完整充放电循环（0→100%）的次数。次数越多，通常损耗越大。
zh_hant: 電池完成完整充放電循環（0→100%）的次數。次數越多，通常耗損越大。

# hint_deflator
source: Appleが実測容量から公称容量を算出する際に適用する補正係数です。値が大きいほど、Appleが値を大きく調整していることを意味します。
de: Korrekturfaktor, den Apple zur Berechnung der Nennkapazität aus der Rohkapazität anwendet. Ein höherer Wert bedeutet eine stärkere Anpassung.
en: A correction factor Apple applies to the raw capacity to calculate the nominal capacity. A higher deflator means Apple is adjusting the value more significantly.
es: Factor de corrección que Apple aplica a la capacidad medida para obtener la nominal. Un valor mayor indica un ajuste mayor.
fr: Facteur de correction appliqué par Apple à la capacité brute pour obtenir la capacité nominale. Une valeur élevée indique une correction plus importante.
ko: Apple이 실측 용량에서 공칭 용량을 계산할 때 적용하는 보정 계수입니다. 클수록 조정 폭이 큽니다.
zh_hans: Apple从实测容量计算标称容量时使用的修正系数。数值越大，调整幅度越大。
zh_hant: Apple從實測容量計算標稱容量時使用的修正係數。數值越大，調整幅度越大。

# hint_design_capacity
source: 製造時のバッテリー容量（mAh）です。バッテリー健康状態を100%とした際の基準値として使用されます。
de: Batteriekapazität bei der Herstellung (mAh). Sie dient als 100-%-Referenz für die Zustandsberechnung.
en: The original battery capacity when the device was manufactured (mAh). This is used as the 100% baseline for health calculations.
es: Capacidad de la batería de fábrica (mAh). Se usa como referencia del 100% para calcular su estado.
fr: Capacité de la batterie à la fabrication (mAh), utilisée comme référence de 100 % pour le calcul de son état.
ko: 제조 당시의 배터리 용량(mAh)으로, 배터리 상태 100%의 기준값입니다.
zh_hans: 设备出厂时的电池容量（mAh），用作电池健康度100%的计算基准。
zh_hant: 裝置出廠時的電池容量（mAh），用作電池健康度100%的計算基準。

# hint_diagnostic_result
source: 計算されたバッテリー健康状態のパーセントに基づく推定的な診断です。 ✅ 正常: 90%以上 ℹ️ やや劣化: 80〜90% ⚠️ 交換推奨: 80%未満 Apple公式の評価ではありません。
de: Schätzung anhand des berechneten Zustands. ✅ Normal: ab 90 % ℹ️ Leicht verschlissen: 80–90 % ⚠️ Austausch empfohlen: unter 80 % Keine offizielle Bewertung von Apple.
en: An estimated condition based on the calculated health percentage. ✅ Normal: 90% or above ℹ️ Slightly Degraded: 80–90% ⚠️ Replace Recommended: below 80% These are estimates, not Apple's official assessment.
es: Estimación basada en el porcentaje calculado. ✅ Normal: 90% o más ℹ️ Leve desgaste: 80–90% ⚠️ Sustitución recomendada: menos del 80% No es una evaluación oficial de Apple.
fr: Estimation basée sur le pourcentage calculé. ✅ Normal : 90 % ou plus ℹ️ Légère usure : 80–90 % ⚠️ Remplacement conseillé : moins de 80 % Ce n’est pas une évaluation officielle d’Apple.
ko: 계산된 배터리 상태를 바탕으로 한 추정입니다. ✅ 정상: 90% 이상 ℹ️ 약간 저하: 80–90% ⚠️ 교체 권장: 80% 미만 Apple의 공식 평가가 아닙니다.
zh_hans: 根据计算出的健康度进行估算。 ✅ 正常：90%及以上 ℹ️ 轻度损耗：80–90% ⚠️ 建议更换：低于80% 这不是Apple官方评估。
zh_hant: 根據計算出的健康度進行估算。 ✅ 正常：90%以上 ℹ️ 輕度耗損：80–90% ⚠️ 建議更換：低於80% 這不是Apple官方評估。

# hint_first_use_date
source: デバイスが初めてアクティベートされた日付です。バッテリーの使用期間を算出するために使用します。
de: Datum der ersten Geräteaktivierung. Es dient zur Berechnung der Nutzungsdauer der Batterie.
en: The date the device was first activated. Used to calculate how long the battery has been in use.
es: Fecha de la primera activación del dispositivo. Sirve para calcular el tiempo de uso de la batería.
fr: Date de première activation de l’appareil, utilisée pour calculer la durée d’utilisation de la batterie.
ko: 기기가 처음 활성화된 날짜로, 배터리 사용 기간 계산에 쓰입니다.
zh_hans: 设备首次激活的日期，用于计算电池使用时长。
zh_hant: 裝置首次啟用的日期，用於計算電池使用時間。

# hint_low_rate_capacity
source: 低放電レート条件下で測定した容量です。通常使用時の測定値より高い値になる傾向があります。
de: Bei geringer Entladerate gemessene Kapazität. Sie liegt meist über den Messwerten bei normaler Nutzung.
en: The capacity measured under a low discharge rate condition. This typically shows a higher value than normal usage measurements.
es: Capacidad medida con una descarga lenta. Suele ser mayor que la medida durante un uso normal.
fr: Capacité mesurée avec un faible taux de décharge. Elle est généralement supérieure aux mesures en usage normal.
ko: 낮은 방전율에서 측정한 용량입니다. 보통 일반 사용 시 측정값보다 높습니다.
zh_hans: 低放电速率条件下测得的容量，通常高于正常使用时的测量值。
zh_hant: 低放電速率條件下測得的容量，通常高於正常使用時的測量值。

# hint_model_code
source: デバイスの内部モデル識別子（例: iPhone16,2）です。ハードウェアのバリアントを一意に識別します。
de: Interne Modellkennung (z. B. iPhone16,2), die die Hardwarevariante eindeutig identifiziert.
en: The internal model identifier for this device (e.g. iPhone16,2). This uniquely identifies the hardware variant.
es: Identificador interno del modelo (p. ej., iPhone16,2), que identifica la variante del hardware.
fr: Identifiant interne du modèle (ex. iPhone16,2), qui identifie la variante matérielle.
ko: 기기의 내부 모델 식별자(예: iPhone16,2)로, 하드웨어 종류를 고유하게 식별합니다.
zh_hans: 设备的内部型号标识符（如iPhone16,2），用于唯一识别硬件版本。
zh_hant: 裝置的內部型號識別碼（如iPhone16,2），用於唯一識別硬體版本。

# hint_nominal_capacity
source: Appleのファームウェアが現在の最大容量として報告する値です。OSによって平滑化されており、実測値と若干異なる場合があります。
de: Vom Apple-Firmware gemeldete aktuelle Maximalkapazität. Das System glättet diesen Wert, daher kann er von der Rohmessung abweichen.
en: The capacity Apple's firmware reports as the current maximum. This value is smoothed by the OS and may differ slightly from the raw measurement.
es: Capacidad máxima actual que informa el firmware de Apple. El sistema suaviza este valor y puede diferir de la medición directa.
fr: Capacité maximale actuelle signalée par le micrologiciel Apple. Le système lisse cette valeur, qui peut différer de la mesure brute.
ko: Apple 펌웨어가 보고하는 현재 최대 용량입니다. OS가 값을 평활화하므로 실측값과 약간 다를 수 있습니다.
zh_hans: Apple固件报告的当前最大容量。此值经过系统平滑处理，可能与实测值略有差异。
zh_hant: Apple韌體回報的目前最大容量。此值經過系統平滑處理，可能與實測值略有差異。

# hint_os_display
source: iOSの「設定 → バッテリー → バッテリーの状態と充電」に表示されるバッテリー健康状態の割合です。最大100%で表示されます。
de: In iOS unter Einstellungen > Batterie > Batteriezustand angezeigter Wert, begrenzt auf 100 %.
en: The battery health percentage shown in iOS Settings → Battery → Battery Health. This is Apple's official display value, capped at 100%.
es: Porcentaje mostrado en Ajustes > Batería > Salud de la batería de iOS. Se limita al 100%.
fr: Pourcentage affiché dans Réglages > Batterie > État de la batterie d’iOS, limité à 100 %.
ko: iOS 설정 > 배터리 > 배터리 성능 상태에 표시되는 비율입니다. 최대 100%로 표시됩니다.
zh_hans: iOS“设置”>“电池”>“电池健康”显示的健康度，最高显示100%。
zh_hant: iOS「設定」>「電池」>「電池健康度」顯示的健康度，最高顯示100%。

# hint_product_sku
source: 解析ログに記録された販売地域コードです。例：C/A、J/A
de: Der im Analyseprotokoll aufgezeichnete Verkaufregionscode, z. B. C/A oder J/A.
en: The sales-region code recorded in the analytics log, such as C/A or J/A.
es: El código de región de venta registrado en el registro de análisis, como C/A o J/A.
fr: Le code de région de vente enregistré dans le journal d’analyse, par exemple C/A ou J/A.
ko: 분석 로그에 기록된 판매 지역 코드입니다. 예: C/A, J/A
zh_hans: 分析日志中记录的销售地区代码，例如 C/A 或 J/A。
zh_hant: 分析記錄中記載的銷售地區代碼，例如 C/A 或 J/A。

# hint_ram
source: デバイスのRAM（作業メモリ）の容量です。
de: Größe des Arbeitsspeichers (RAM) des Geräts.
en: The amount of RAM (working memory) in this device.
es: Cantidad de RAM (memoria de trabajo) del dispositivo.
fr: Quantité de RAM (mémoire vive) de l’appareil.
ko: 기기의 RAM(작업 메모리) 용량입니다.
zh_hans: 设备的RAM（运行内存）容量。
zh_hant: 裝置的RAM（工作記憶體）容量。

# hint_raw_capacity
source: バッテリーハードウェアから直接測定した生の容量値です。公称容量よりも変動しやすい場合があります。
de: Direkt an der Batterie gemessene, ungefilterte Kapazität. Sie kann stärker schwanken als die Nennkapazität.
en: The unfiltered capacity measured directly from the battery hardware. This can fluctuate more than the nominal value.
es: Capacidad medida directamente en la batería, sin filtrar. Puede variar más que la capacidad nominal.
fr: Capacité brute mesurée directement sur la batterie. Elle peut fluctuer davantage que la capacité nominale.
ko: 배터리 하드웨어에서 직접 측정한 원시 용량입니다. 공칭 용량보다 변동이 클 수 있습니다.
zh_hans: 直接从电池硬件测得的原始容量，波动可能比标称容量更大。
zh_hant: 直接從電池硬體測得的原始容量，波動可能比標稱容量更大。

# hint_settings_display_diagnostic
source: iOSの設定に表示される値に基づくコメントです。Appleの校正ロジックにより、設定の表示値と計算されたヘルス値が異なる場合があります。
de: Hinweis zum Wert in den iOS-Einstellungen. Apples Kalibrierung kann Abweichungen vom berechneten Zustand verursachen.
en: A comment based on the iOS Settings display value. The Settings value and the calculated health may differ due to Apple's calibration logic.
es: Comentario basado en el valor de Ajustes. La calibración de Apple puede hacer que difiera del estado calculado.
fr: Commentaire basé sur la valeur des réglages iOS. L’étalonnage Apple peut expliquer un écart avec la valeur calculée.
ko: iOS 설정 표시값에 기반한 설명입니다. Apple의 보정 방식에 따라 계산값과 다를 수 있습니다.
zh_hans: 基于iOS设置中显示值的说明。由于Apple的校准逻辑，显示值可能与计算值不同。
zh_hant: 根據iOS設定顯示值提供的說明。由於Apple的校準邏輯，顯示值可能與計算值不同。

# hint_soc
source: System on a Chip — このデバイスに搭載されているチップ（例: A18 Pro、M4）です。CPU・GPU・Neural Engineなどが1つのチップに統合されています。
de: System-on-a-Chip des Geräts (z. B. A18 Pro, M4). Er integriert CPU, GPU, Neural Engine und weitere Komponenten.
en: System on a Chip — the processor chip used in this device (e.g. A18 Pro, M4). It integrates the CPU, GPU, Neural Engine, and other components.
es: Sistema en un chip: procesador del dispositivo (p. ej., A18 Pro o M4), que integra CPU, GPU, Neural Engine y otros componentes.
fr: Système sur puce de l’appareil (ex. A18 Pro, M4), intégrant CPU, GPU, Neural Engine et d’autres composants.
ko: 시스템 온 칩: 기기에 쓰이는 칩(예: A18 Pro, M4)입니다. CPU, GPU, Neural Engine 등이 통합되어 있습니다.
zh_hans: 片上系统：此设备使用的芯片（如A18 Pro、M4），集成CPU、GPU、神经网络引擎等组件。
zh_hant: 系統單晶片：此裝置使用的晶片（如A18 Pro、M4），整合CPU、GPU、神經網路引擎等元件。

# hint_storage
source: デバイスの内部ストレージの総容量です。
de: Gesamtkapazität des internen Gerätespeichers.
en: The total internal storage capacity of the device.
es: Capacidad total del almacenamiento interno.
fr: Capacité totale du stockage interne de l’appareil.
ko: 기기의 전체 내부 저장 공간 용량입니다.
zh_hans: 设备的内部存储总容量。
zh_hant: 裝置的內部儲存空間總容量。

# hint_temperature
source: その日に記録されたバッテリーの温度です。0°C以下または35°C以上の温度はバッテリーの劣化を加速させる可能性があります。
de: Im Tagesverlauf erfasste Batterietemperatur. Unter 0 °C oder über 35 °C kann der Verschleiß zunehmen.
en: The battery temperature recorded during the day. Temperatures below 0°C or above 35°C can accelerate battery wear.
es: Temperatura registrada durante el día. Menos de 0 °C o más de 35 °C puede acelerar el desgaste.
fr: Température enregistrée dans la journée. En dessous de 0 °C ou au-dessus de 35 °C, l’usure peut s’accélérer.
ko: 해당 날짜에 기록된 배터리 온도입니다. 0°C 미만 또는 35°C 초과 온도는 마모를 빠르게 할 수 있습니다.
zh_hans: 当天记录的电池温度。低于0°C或高于35°C的温度可能加速电池损耗。
zh_hant: 當天記錄的電池溫度。低於0°C或高於35°C的溫度可能加速電池耗損。

# hint_voltage
source: その日に記録されたバッテリーの電圧（mV）です。通常、約3,200 mV（空）から4,200 mV（満充電）の範囲になります。（4,200mVは目安であり、最大で4,400mV程度になることもあります）
de: Batteriespannung des Tages (mV). Meist etwa 3.200 mV (leer) bis 4.200 mV (voll), teilweise bis etwa 4.400 mV.
en: The battery voltage recorded during the day (mV). Normal voltage typically ranges from about 3,200 mV (empty) to 4,200 mV (full).
es: Voltaje registrado durante el día (mV). Suele ir de unos 3.200 mV (vacía) a 4.200 mV (llena), y puede rondar los 4.400 mV.
fr: Tension du jour (mV), généralement d’environ 3 200 mV (vide) à 4 200 mV (pleine), pouvant atteindre environ 4 400 mV.
ko: 해당 날짜의 배터리 전압(mV)입니다. 보통 약 3,200mV(방전)부터 4,200mV(완충)이며 약 4,400mV에 이를 수도 있습니다.
zh_hans: 当天记录的电池电压（mV）。通常约为3200mV（空电）至4200mV（满电），有时可达到约4400mV。
zh_hant: 當天記錄的電池電壓（mV）。通常約為3200mV（沒電）至4200mV（充飽），有時可達約4400mV。

# iCloud Sync
source: iCloud同期
de: iCloud-Synchronisierung
en: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
ko: iCloud 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步
